{
  "2026-W01": {
    "2025-12-29": {
      "dinner": "Fiskpinnar med helagat potatismos och gröna ärtor",
      "times": {
        "dinner": "18:00"
      },
      "authors": {
        "dinner": "Svante"
      }
    },
    "2025-12-28": {
      "dinner": "",
      "lunch": "",
      "times": {
        "dinner": "21:00"
      },
      "authors": {
        "dinner": "Svante",
        "lunch": "Svante"
      },
      "recipes": {
        "dinner": "Hej, här kommer ett superenkelt och barnvänligt recept på den svenska klassikern \"Potatismos och korv\"! Perfekt när det ska gå snabbt och vara gott.\n\n**INGREDIENSER:**\n*   1 kg mjölig potatis (t.ex. King Edward)\n*   2 dl varm mjölk (standard- eller lättmjölk)\n*   2 msk smör\n*   1/2 tsk salt (eller efter smak)\n*   8-10 st korvar (t.ex. grillkorv eller wienerkorv)\n*   Ketchup (att servera till)\n\n**TILLAGNING:**\n\n1.  **Koka potatisen:** Skala potatisen och skär den i mindre bitar så den kokar snabbare. Lägg bitarna i en kastrull, täck med vatten och tillsätt en nypa salt. Koka upp och låt sjuda tills potatisen är helt mjuk, ca 15-20 minuter. (20 min)\n\n2.  **Stek korven:** Medan potatisen kokar, stek korvarna i en stekpanna med lite olja eller smör på medelvärme tills de fått fin färg och är genomvarma, ca 5-8 minuter. (8 min)\n\n3.  **Mosa potatisen:** Häll av vattnet från den kokta potatisen ordentligt. Lägg tillbaka potatisen i kastrullen. Tillsätt smör, varm mjölk och salt. Använd en potatisstöt eller gaffel och mosa potatisen till ett slätt och krämigt mos. (5 min)\n\n4.  **Servera direkt:** Lägg upp en generös portion potatismos på tallrikarna tillsammans med de stekta korvarna. En klick ketchup är nästan obligatoriskt för de flesta barn – och många vuxna! (1 min)\n\n**TIPS:**\nSmaka av potatismoset noga innan servering – det är viktigt att det är lagom salt och krämigt för att det ska bli riktigt gott!"
      }
    },
    "2025-12-30": {
      "dinner": "Ugnsbakad torsk med dillsås och kokt potatis",
      "times": {
        "dinner": "17:00",
        "lunch": "12:30"
      },
      "authors": {
        "dinner": "AI",
        "lunch": "AI"
      },
      "recipes": {
        "dinner": "Här är ett enkelt och gott recept på ugnsbakad torsk som hela familjen kommer att tycka om!\n\n**INGREDIENSER:**\n-   **Torskfilé:** ca 400-500g (färsk eller tinad fryst)\n-   **Potatis:** ca 8-10 st medelstora\n-   **Crème fraîche:** 1.5 dl (30% fetthalt)\n-   **Färsk dill:** 1/2 kruka eller 2 msk hackad fryst dill\n-   **Smör:** 1 msk\n-   **Salt och Svartpeppar**\n\n**TILLAGNING:**\n\n1.  **Starta potatis och ugn:** Skala potatisen och lägg den i en kastrull med saltat vatten. Koka upp och låt sjuda i ca 15-20 minuter tills den är mjuk. Sätt ugnen på 175°C. (5 min förberedelse + 15-20 min koktid)\n2.  **Förbered och baka torsk:** Lägg torskfiléerna i en ugnsform. Salta och peppra lätt. Lägg en liten klick smör på varje fiskbit. Ställ in formen i ugnen när den är varm. Baka i ca 12-15 minuter, eller tills fisken är vit och lätt faller isär när du petar på den med en gaffel. (5 min förberedelse + 12-15 min bakning)\n3.  **Gör dillsås:** Medan torsken bakas och potatisen kokar, hacka dillen fint. Blanda dillen med crème fraîche i en liten skål. Smaka av med lite salt och peppar. (5 min)\n4.  **Servera:** När potatisen är mjuk, häll av vattnet. Ta ut torsken ur ugnen. Servera den ugnsbakade torsken direkt med den nykokta potatisen och den goda dillsåsen. (2 min)\n\n**TIPS:** Låt barnen hjälpa till att hacka dillen (om de är stora nog) eller blanda såsen – det är kul att vara med och laga mat! Om ni vill ha extra grönsaker, servera gärna med en enkel sallad."
      },
      "lunch": "Krämig tomatsoppa med ostmacka"
    },
    "2025-12-31": {
      "dinner": "Kycklingpizza",
      "times": {
        "dinner": "18:00"
      },
      "authors": {
        "dinner": "AI"
      },
      "recipes": {
        "dinner": "Absolut! Vad roligt att du vill anpassa receptet vidare. Att byta ut pastan mot ris är ett utmärkt val som också passar väldigt bra till lax och hollandaisesås. Här kommer receptet uppdaterat med ris:\n\n## Lax med ris och sparris med krämig hollandaisesås\n\nHär kommer ett enkelt och gott recept för hela familjen!\n\n**INGREDIENSER:**\n- Laxfilé (ca 600g, helst en hel sida eller 4 portionsbitar)\n- **Basmatiris eller Jasminris** (ca 300g / 3-4 dl för 4 personer)\n- Grön sparris (1 knippe, ca 250g)\n- Färdig Hollandaisesås (1 förpackning, ca 250ml)\n- Olivolja\n- Salt & Svartpeppar\n\n**TILLAGNING:**\n\n1.  **Koka ris (ca 15-20 min):** Skölj riset noggrant i kallt vatten. Koka upp ca 6 dl lättsaltat vatten i en kastrull (för 3 dl ris). Tillsätt riset och låt koka upp igen. Sänk värmen till lägsta, lägg på ett lock och låt riset sjuda i ca 10-12 minuter, eller enligt förpackningens anvisningar, tills allt vatten har absorberats. Ta kastrullen från plattan och låt riset vila med locket på i ca 5 minuter innan servering. Rör sedan försiktigt med en gaffel så att kornen separerar. Ställ åt sidan och håll varmt.\n2.  **Förbered sparris & sås (5 min):** Medan riset kokar, ansa sparrisen genom att bryta av den nedre, träiga delen. Ställ undan. Värm hollandaisesåsen försiktigt i en liten kastrull på låg värme eller i mikrovågsugn enligt förpackningens anvisningar. Rör om då och då.\n3.  **Stek laxen (10-12 min):** Torka laxfilén med hushållspapper och krydda båda sidor med salt och peppar. Hetta upp 1 msk olivolja i en stekpanna på medelhög värme. Lägg i laxen med skinnsidan nedåt (om den har skinn) och stek i ca 5-7 minuter tills skinnet är krispigt. Vänd sedan och stek ytterligare 3-5 minuter, eller tills laxen är genomstekt och fint rosa i mitten.\n4.  **Koka sparris (3 min):** När laxen nästan är klar, koka sparrisen i lättsaltat vatten i ca 2-3 minuter. Den ska vara mjuk men fortfarande ha lite tuggmotstånd (\"al dente\"). Häll av vattnet.\n5.  **Servering (2 min):** Servera genast den nystekta laxen med det nykokta riset, den nykokta sparrisen och den krämiga hollandaisesåsen.\n\n**TIPS:** Laxen är perfekt när den lätt kan delas med en gaffel. Undvik att översteka den för att behålla saftigheten!"
      }
    },
    "2026-01-01": {
      "dinner": "",
      "times": {
        "dinner": "18:00"
      },
      "authors": {
        "dinner": "Svante"
      }
    },
    "2026-01-02": {
      "dinner": "TIPS:",
      "lunch": "",
      "times": {
        "lunch": "12:30",
        "dinner": "18:00"
      },
      "authors": {
        "lunch": "Svante",
        "dinner": "AI"
      },
      "recipes": {
        "dinner": "Hej alla små och stora pizzabagare! Här kommer ett superenkelt recept som garanterat blir en hit vid middagsbordet. Perfekt när ni vill baka något gott tillsammans!\n\n**INGREDIENSER:**\n*   1 färdig pizzabotten (rektangulär eller rund, som rullas ut)\n*   1 burk krossade tomater (ca 400g)\n*   200g riven ost (gärna mozzarella eller gratängost)\n*   100g strimlad skinka (eller t.ex. salami)\n*   100g champinjoner (skivade, färska eller konserverade)\n*   1 tsk torkad oregano\n\n**TILLAGNING:**\n\n1.  **Förbered ugnen (5 min):** Sätt ugnen på 225°C. Rulla ut pizzabottnen direkt på en ugnsplåt med bakplåtspapper.\n2.  **Bred på såsen (5 min):** Bred ut de krossade tomaterna jämnt över pizzabottnen. Lämna en liten kant runtom så att det blir en fin skorpa.\n3.  **Toppa pizzan (5 min):** Strö över den rivna osten. Fördela sedan skinka och champinjoner över pizzan. Avsluta med att strö över oreganon.\n4.  **Grädda pizzan (10-15 min):** Ställ in plåten mitt i ugnen och grädda i 10-15 minuter, eller tills osten har smält och fått fin färg och kanterna är gyllene.\n5.  **Servera genast (2 min):** Ta ut pizzan från ugnen, låt den svalna någon minut och skär den sedan i lagom stora bitar med en pizzaskärare. Smaklig måltid!\n\n**TIPS:** Låt barnen vara med och lägga på toppingen – det blir både roligare och godare när alla får bestämma lite själva!"
      }
    },
    "2026-01-03": {
      "dinner": "Tonfiskröra med fullkornspasta och krispig sallad",
      "times": {
        "lunch": "12:30",
        "dinner": "17:30"
      },
      "lunch": "Enkel tomatsoppa med krutonger och en klick crème fraîche",
      "authors": {
        "dinner": "AI"
      },
      "recipes": {
        "dinner": "Absolut! Här kommer det anpassade receptet med ris istället för pasta – perfekt för en smakrik och mättande måltid för hela familjen.\n\nHär kommer ett enkelt och gott recept som hela familjen kommer att gilla!\n\n**INGREDIENSER:**\n*   200 g fullkornsris (eller annat ris du föredrar)\n*   2 burkar tonfisk i vatten, avrunnen\n*   3 msk lättmajonnäs\n*   1 burk majskorn, avrunnen\n*   ½ gurka\n*   ½ huvud isbergssallad\n\n**TILLAGNING:**\n1.  **Koka ris (ca 25-30 min)**: Koka upp rikligt med vatten. Tillsätt fullkornsriset och koka enligt förpackningens anvisningar tills det är mjukt. Häll av eventuellt överflödigt vatten och låt riset svalna något medan du förbereder resten.\n2.  **Blanda tonfiskröran (5 min)**: Medan riset kokar, öppna och dränera tonfisken väl. Tärna halva gurkan fint. Blanda tonfisken med majonnäs, majskorn och de tärnade gurkbitarna i en skål.\n3.  **Förbered salladen (3 min)**: Skölj och strimla isbergssalladen grovt. Skiva resten av gurkan.\n4.  **Montera rätten (2 min)**: Blanda det ljumma eller svalnade riset med tonfiskröran. Rör om försiktigt så att allt blandas väl.\n5.  **Servera (0 min)**: Servera risrätten direkt tillsammans med den krispiga isbergssalladen och gurkskivorna.\n\n**TIPS:** För att få en fräschare touch, pressa gärna lite citron över risrätten precis före servering!"
      }
    }
  },
  "2026-W02": {
    "2026-01-04": {
      "dinner": "Lasagne"
    },
    "2026-01-05": {
      "dinner": "Krämig linssoppa med vitlöksbröd"
    },
    "2026-01-06": {
      "dinner": "Snabb pasta med spenat, soltorkade tomater och fetaost"
    },
    "2026-01-07": {
      "dinner": "Ugnsbakad falafel med rostad potatis och yoghurtsås"
    },
    "2026-01-08": {
      "dinner": "Vegetariska biffar (t.ex. kikärts- eller grönsaksbiffar) med bulgur och en kall sås"
    },
    "2026-01-09": {
      "dinner": "Indisk kikärts- och potatisgryta (Chana Aloo) med ris"
    },
    "2026-01-10": {
      "dinner": "Halloumiburgare med briochebröd och sötpotatispommes"
    }
  }
}